{
    "german":{
        "titles":[
            "Über Mich",
            "Wer bin ich",
            "Flexibilität",
            "Herausforderung",
            "Lösungsorientiert"
        ],
        "texte":[
            "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus Bad Salzuflen. Motiviert von den grenzenlosen Möglichkeiten in der IT bin ich begeistert von der Gestaltung visuell ansprechender und intuitiver Websites und Anwendungen.",
            "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus Bad Salzuflen. Motiviert von den grenzenlosen Möglichkeiten in der IT bin ich begeistert von der Gestaltung visuell ansprechender und intuitiver Websites und Anwendungen.",
            "Durch meine flexible Arbeitsweise bin ich in der Lage, sowohl vor Ort in Bad Salzuflen, Bielefeld und Umgebung als auch remote effizient zu arbeiten.",
            "Ich bin aufgeschlossen und suche immer nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
            "Programmieren ist mehr als nur Code schreiben – es ist kreative Problemlösung. Meine Aufgabe ist es, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln, um Ihre Ziele zu erreichen und Ihre Visionen zu verwirklichen."
        ]
    },
    "english":{
        "titles":[
            "Über Mich",
            "Wer bin ich",
            "Flexibilität",
            "Herausforderung",
            "Lösungsorientiert"
        ],
        "texte":[
            "Hi, I'm a german speaking Frontend Developer based in Bad Salzuflen. Motivated by the limitless possibilities in IT, I am enthusiastic about designing visually appealing and intuitive websites and applications.",
            "Hi, I'm a german speaking Frontend Developer based in Bad Salzuflen. Motivated by the limitless possibilities in IT, I am enthusiastic about designing visually appealing and intuitive websites and applications.",
            "Thanks to my flexible working style, I am able to work efficiently both on-site in Bad Salzuflen, Bielefeld, and the surrounding areas, as well as remotely.",
            "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
            "In my profession, programming isn't just about writing code - it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life."
        ]
    }
}
